export const FACULTIES_AND_MAJORS = {
    'คณะเกษตร กำแพงแสน': [
        'กีฏวิทยา',
        'โรคพืช',
        'ปฐพีวิทยา',
        'พืชสวน',
        'พืชไร่',
        'สัตวศาสตร์'
    ],
    'คณะศิลปศาสตร์และวิทยาศาสตร์': [
        'คณิตศาสตร์',
        'เคมี',
        'จุลชีววิทยา',
        'ชีววิทยา',
        'ฟิสิกส์',
        'วิทยาการคอมพิวเตอร์',
        'เทคโนโลยีสารสนเทศ',
        'ภาษาอังกฤษ',
        'การจัดการ',
        'การตลาด',
        'การบัญชี'
    ],
    'คณะวิศวกรรมศาสตร์ กำแพงแสน': [
        'วิศวกรรมเกษตร',
        'วิศวกรรมโยธา-ชลประทาน',
        'วิศวกรรมเครื่องกล',
        'วิศวกรรมคอมพิวเตอร์'
    ],
    'คณะศึกษาศาสตร์และพัฒนศาสตร์': [
        'การสอนภาษาไทย',
        'พลศึกษา',
        'การพัฒนาทรัพยากรมนุษย์'
    ],
    'คณะวิทยาศาสตร์การกีฬา': [
        'วิทยาศาสตร์การกีฬาและการออกกำลังกาย'
    ],
    'คณะสัตวแพทยศาสตร์': [
        'สัตวแพทยศาสตร์'
    ],
    'คณะอุตสาหกรรมบริการ': [
        'การจัดการการท่องเที่ยวและโรงแรม'
    ]
};

export const FACULTIES = Object.keys(FACULTIES_AND_MAJORS);
